Repository: singham3/django-poc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Successfully Deleted
fr: Supprimé avec succès

source: Successfully Updated
fr: Mise à jour réussie

source: password and confirm password does not match
fr: mot de passe et confirmer le mot de passe ne correspond pas

source: username already exist
fr: nom d'utilisateur existe déjà

source: Email already exist
fr: Email existe déjà

source: Mobile number already exist
fr: Le numéro de portable existe déjà

source: User is not Valid
fr: L'utilisateur n'est pas valide

source: confirm password feild is required
fr: confirmer le mot de passe est requis

source: This email address does not exist in database.!
fr: Cette adresse email n'existe pas dans la base de données.!

source: Password And Confirm Password Not Match
fr: Mot de passe et confirmez que le mot de passe ne correspond pas

source: URL time out
fr: URL expiré

source: Page not found.
fr: Page non trouvée.

source: Successfully Update
fr: Mise à jour avec succès

source: Please enter the correct username and password for a staff account. Note that both fields may be case-sensitive.
fr: Veuillez saisir le nom d'utilisateur et le mot de passe corrects pour un compte d'employé. Noter que les deux champs peuvent être sensibles à la casse.

source: Invalid Username and Password
fr: Nom d'utilisateur et mot de passe invalides

source: email not found
fr: Email non trouvé

source: User Details not Valid
fr: Les détails de l'utilisateur ne sont pas valides

source: Successfully Created
fr: Créé avec succès

source: Dashboard
fr: Tableau de bord

source: Home
fr: Accueil

source: Dashboards
fr: Tableaux de bord

source: More info
fr: Plus d'informations

source: User Registrations
fr: Inscriptions d'utilisateurs

source: Email Templates
fr: Modèles de courrier électronique

source: 404 Error Page
fr: 404 Page d'erreur

source: Oops! Page not found.
fr: Oops! Page non trouvée.

source: return to dashboard
fr: retourner au tableau de bord

source: or try using the search form.
fr: ou essayez d'utiliser le formulaire de recherche.

source: 500 Error Page
fr: 500 Page d'erreur

source: Alert!
fr: Alerte!

source: Manage Setting
fr: Gérer les paramètres

source: update smtp configuration details
fr: mettre à jour les détails de la configuration smtp

source: Setting
fr: Réglage

source: SMTP Detail
fr: Détail SMTP

source: Constant/Slug
fr: Constant / Limace

source: Config Value
fr: Valeur de configuration

source: Submit
fr: Soumettre

source: Important Rules
fr: Règles importantes

source: For each config settings that would be added to the system, make sure it has these constant/slug:
fr: Pour chaque paramètre de configuration qui serait ajouté au système, assurez- vous qu'il contient les constantes / slug:

source: Will be replaced by SMTP allow flag from the admin settings.
fr: Sera remplacé par l'indicateur d'autorisation SMTP des paramètres d'administrateur.

source: Will be replaced by SMTP email host from the admin settings.
fr: Sera remplacé par l'hôte de messagerie SMTP à partir des paramètres de l'administrateur.

source: Will be replaced by SMTP username from the admin settings.
fr: Sera remplacé par nom d'utilisateur SMTP à partir des paramètres de l'administrateur.

source: Will be replaced by SMTP Password from the admin settings.
fr: Sera remplacé par mot de passe SMTP à partir des paramètres de l'administrateur.

source: Will be replaced by SMTP Port from admin settings.
fr: Sera remplacé par le port SMTP à partir des paramètres de l'administrateur.

source: Will be replaced by SMTP tls from admin settings.
fr: Sera remplacé par les smls SMTP à partir des paramètres de l'administrateur.

source: Add New setting
fr: Ajouter un nouveau paramètre

source: Add Setting
fr: Ajouter un paramètre

source: Back
fr: Retour

source: Title
fr: Titre

source: Field Type
fr: Type de champ

source: Text
fr: Texte

source: Yes/No
fr: Oui/Non

source: Will be replaced by website title from the admin settings.
fr: Sera remplacé par le titre du site Web à partir des paramètres de l'administrateur.

source: Will be replaced by admin email from the admin settings.
fr: Sera remplacé par un courrier électronique administrateur à partir des paramètres de l'administrateur.

source: Will be replaced by email from the admin settings.
fr: Sera remplacé par email à partir des paramètres de l'administrateur.

source: Will be replaced by Owner name from admin settings.
fr: Sera remplacé par le nom du propriétaire à partir des paramètres de l'administrateur.

source: Will be replaced by phone number from admin settings.
fr: Sera remplacé par le numéro de téléphone à partir des paramètres de l'administrateur.

source: Will be replaced by admin page limit from admin settings.
fr: Sera remplacé par la limite de pages admin à partir des paramètres admin.

source: Will be replaced by front page limit from admin settings.
fr: Sera remplacé par la limite de la première page à partir des paramètres de l'administrateur.

source: Will be replaced by admin date format from admin settings.
fr: Sera remplacé par le format de date de l'administrateur à partir des paramètres de l'administrateur.

source: Will be replaced by admin date time format from admin settings.
fr: Sera remplacé par le format date / heure de l'administrateur à partir des paramètres de l'administrateur.

source: Will be replaced by front date format from admin settings.
fr: Sera remplacé par le format de date avant à partir des paramètres de l'administrateur.

source: Will be replaced by front date time format from admin settings.
fr: Sera remplacé par le format date-heure avant à partir des paramètres de l'administrateur.

source: Manage Social
fr: Gérer les réseaux sociaux

source: links Here you can manage the social website links
fr: liens Ici vous pouvez gérer les liens du site social

source: Social
fr: Sociale

source: Icon
fr: Icône

source: Will be replaced by facebook url from the admin settings.
fr: Sera remplacé par l'URL de Facebook à partir des paramètres de l'administrateur.

source: Will be replaced by google plus url from the admin settings.
fr: Sera remplacé par google plus url à partir des paramètres de l'administrateur.

source: Will be replaced by twitter url from the admin settings.
fr: Sera remplacé par l'url de Twitter à partir des paramètres de l'administrateur.

source: Will be replaced by linkedin url from the admin settings.
fr: Sera remplacé par URL URL à partir des paramètres de l'administrateur.

source: Will be replaced by youtube url from the admin settings.
fr: Sera remplacé par URL youtube à partir des paramètres de l'administrateur.

source: General Form
fr: Forme générale

source: Admin user
fr: Utilisateur administrateur

source: Add User
fr: Ajouter un utilisateur

source: Quick Example
fr: Exemple rapide

source: Username
fr: Nom d'utilisateur

source: Date Of Birth
fr: Date de naissance

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Email address
fr: Adresse e-mail

source: Enter email
fr: Entrer email

source: Status
fr: Statut

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: File input
fr: Entrée de fichier

source: Choose file
fr: Choisir le fichier

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmez le mot de passe

source: AdminLTE 3 | Forget Password
fr: AdminLTE 3 | Mot de passe oublié

source: Forgot Password ?
fr: Mot de passe oublié ?

source: Enter your e-mail address below to reset your password.
fr: Entrez votre adresse e-mail ci-dessous pour réinitialiser votre mot de passe.

source: AdminLTE 3 | 404 Page not found
fr: AdminLTE 3 | 404 Page non trouvée

source: return to Login
fr: retourner à la connexion

source: Manage Page
fr: Gérer la page

source: Page Detail
fr: Détail de la page

source: Pages
fr: Des pages

source: View Page
fr: Voir page

source: CMS Page Detail
fr: Détail de la page CMS

source: Sub Title
fr: Sous-titre

source: Slug
fr: Limace

source: Short Description
fr: brève description

source: Meta Keyword
fr: Meta Mot-clé

source: Created
fr: établi

source: Modified
fr: Modifié

source: YES
fr: OUI

source: NO
fr: NON

source: Description
fr: La description

source: General Setting
fr: Cadre général

source: Edit Setting
fr: Modifier les paramètres

source: Edit User
fr: Modifier l'utilisateur

source: Manage Theme images
fr: Gérer les images du thème

source: Here you can manage the logo and fav icons Option
fr: Ici, vous pouvez gérer le logo et les icônes fav Option

source: Theme Options
fr: Options du thème

source: Will be replaced by logo from the admin settings.
fr: Sera remplacé par le logo des paramètres d'administrateur.

source: Will be replaced by favicon icon image from the admin settings.
fr: Sera remplacé par l'icône de l'icône favicon dans les paramètres de l'administrateur.

source: Sign in to start your session
fr: Connectez-vous pour commencer votre session

source: Remember Me
fr: Souviens-toi de moi

source: Sign In
fr: Se connecter

source: I forgot my password
fr: j'ai oublié mon mot de passe

source: Profile
fr: Profil

source: Admin Users
fr: Utilisateurs Admin

source: Phone Number
fr: Numéro de téléphone

source: Cancel
fr: Annuler

source: Setting Detail
fr: Détail du réglage

source: View Setting
fr: Paramètre de vue

source: User Detail
fr: Détail de l'utilisateur

source: View User
fr: Voir l'utilisateur

source: Account Id
fr: Identifiant de compte

source: Profile Image
fr: Image de profil

source: Add New page
fr: Ajouter une nouvelle page

source: Edit Page
fr: Modifier la page

source: Add Page
fr: Ajouter une page

source: Place some text here
fr: Placez du texte ici

source: Manage Email Hook
fr: Gérer le crochet de messagerie

source: Add New email hook
fr: Ajouter un nouveau crochet de messagerie

source: Email hooks
fr: Crochets d'email

source: Add Email hook
fr: Ajouter un email

source: Add Email Hook
fr: Ajouter un crochet de messagerie

source: Hook
fr: Crochet

source: No space, separate each word with underscore. (if you want auto generated then please leave blank)
fr: Pas d'espace, séparez chaque mot avec un trait de soulignement. (si vous voulez générer automatiquement, laissez s'il vous plaît vide)

source: Last updated email hooks
fr: Gérer le modèle de courrier électronique

source: Add New email template
fr: Ajouter un nouveau modèle de courrier électronique

source: Email templates
fr: Modèles d'email

source: Add Email template
fr: Ajouter un modèle d'email

source: Add Email Template
fr: Ajouter un modèle de courrier électronique

source: Email Hook
fr: Crochet d'email

source: Subject
fr: sujet

source: Write Something Here.
fr: Écrivez quelque chose ici.

source: Footer Text
fr: Pied de page texte

source: Email Preference
fr: Préférence de courrier électronique

source: Main Email Layout
fr: Mise en page principale de l'e-mail

source: For each email hook that would be added to the sytem, make sure to follow these rules:
fr: Pour chaque hook de messagerie qui serait ajouté au système, veillez à suivre ces règles:

source: Use
fr: Utilisation

source: on the subject or message to print application name defined by admin settings.
fr: sur l'objet ou le message à imprimer nom de l'application défini par les paramètres de l'administrateur.

source: on the subject or message to print user email.
fr: sur l'objet ou le message pour imprimer le courrier électronique de l'utilisateur.

source: on the subject or message to print user name.
fr: sur l'objet ou le message pour imprimer le nom d'utilisateur.

source: Make sure the message contain
fr: Assurez-vous que le message contient

source: Email preferences
fr: Préférences de messagerie

source: Add Email preferences
fr: Ajouter des préférences de messagerie

source: For each email style or email preference that would be added to the system, make sure it has these hooks:
fr: Pour chaque style de courrier électronique ou préférence de courrier électronique qui serait ajouté au système, assurez-vous qu'il comporte les points suivants:

source: Will be replaced by application name from admin settings.
fr: Sera remplacé par le nom de l'application depuis les paramètres de l'administrateur.

source: Will be replaced by email message from email hook settings.
fr: Sera remplacé par un message électronique à partir des paramètres de courrier électronique.

source: Will be replaced by email footer from email hook settings.
fr: Sera remplacé par le pied de page de courrier électronique à partir des paramètres de courrier électronique.

source: Edit Email hook
fr: Modifier le courrier électronique

source: Edit Email template
fr: Modifier le modèle de courrier électronique

source: Edit New email template
fr: Modifier le nouveau modèle de courrier électronique

source: Edit Email preferences
fr: Modifier les préférences de messagerie

source: Edit Email Template
fr: Modifier le modèle de courrier électronique

source: Manage Email Preference
fr: Gérer les préférences de messagerie

source: Here you can manage the email preferences
fr: Ici, vous pouvez gérer les préférences de messagerie

source: List Email Preferences
fr: Liste des préférences de messagerie

source: + New Email preferences
fr: + Nouvelles préférences de courrier électronique

source: Here you can manage the email hooks
fr: Ici vous pouvez gérer les hooks email

source: List Email Hooks
fr: Liste des crochets d'email

source: + New Email Hook
fr: + Nouveau crochet d'e-mail

source: Quick Start
fr: Démarrage rapide

source: Manage Email
fr: Gérer les emails

source: Hook Email Hook Detail
fr: Crochet Email Hook Detail

source: View Email preferences
fr: Afficher les préférences de messagerie

source: + New Email Template
fr: + Nouveau modèle de courrier électronique

source: View Email hook
fr: Voir le courrier électronique

source: View Email template
fr: Voir le modèle de courrier électronique

source: Yes
fr: Oui

source: Here you can manage the pages
fr: Ici vous pouvez gérer les pages

source: List Pages
fr: Liste des pages

source: + New Page
fr: Nouvelle page

source: View
fr: Vue

source: Edit
fr: Modifier

source: Delete
fr: Effacer

source: Manage User
fr: Gérer les utilisateurs

source: Responsive Hover Table
fr: Table volante réactive

source: + New User
fr: Nouvel utilisateur

source: Name
fr: Nom

source: Registered On
fr: Enregistré le

source: Here you can manage the settings
fr: Ici vous pouvez gérer les paramètres

source: Settings
fr: sertissage

source: List Settings
fr: Paramètres de liste

source: + New Setting
fr: nouveaux paramètres

source: Constant
fr: Constante

source: Value
fr: Valeur

source: Copyright &copy; 2014-2019
fr: Copyright & copie; 2014-2019

source: All rights reserved.
fr: Tous les droits sont réservés.

source: Logout
fr: Se déconnecter

source: CMS Manager
fr: Gestionnaire de CMS

source: CMS Pages
fr: Pages CMS

source: Logo/Fav icon
fr: Icône logo / fav

source: Social Links
fr: Liens sociaux

source: USER
fr: usager

source: User List
fr: liste d'utilisateur

source: Mailbox
fr: Boites aux lettres

source: Hooks (slugs)
fr: Crochets (limaces)

source: Email Template
fr: Modèle de courrier électronique
